class Settings:
    DEFAULT_TIMEOUT = 15

class TestData():
    METRO_STATIONS = [
        "Бульвар Рокоссовского",
        "Черкизовская",
        "Преображенская площадь",
        "Сокольники",
        "Красносельская",
        "Комсомольская",
        "Красные Ворота",
        "Чистые пруды",
        "Лубянка",
        "Охотный Ряд",
        "Библиотека имени Ленина",
        "Кропоткинская",
        "Парк культуры",
        "Фрунзенская",
        "Спортивная",
        "Воробьёвы горы",
        "Университет",
        "Проспект Вернадского",
        "Юго-Западная",
        "Тропарёво"
    ]

    RENTAL_PERIODS = [
        "сутки",
        "двое суток",
        "трое суток",
        "четверо суток",
        "пятеро суток",
        "шестеро суток",
        "семеро суток"
    ]


